# 1. დაწერე ფუნქცია რომელიც მომხმარებელს ჩააწერინებს ფაილში ინფორმაციას
# Input ფუნქციის დახმარებით, მანამ სანამ მომხმარებელი არ შეიყვანს სიტყვას _ “enough”. input_ ფუნქცია და ციკლი არ უნდა იყოს ფუნქციის შიგნით.
# ციკლში უნდა მოხდეს ფუნქციის გამოძახება, მაშინ თუ ფაილი გაშვებულია შიგნიდა (if __name__ == "__main__")

# def add_info(new_info):
#     ...

# 2. დაწერე ფუნქცია რომელიც input ფუნქციის დახმარებით მომხმარებლისგან მიიღებს საქაღალდის ლოკაციას და შესაქმნელი ფაილის სახელს, შემდეგ მიღებულ ლოკაციაზე შექმნის შესაბამის ფაილს და ამოპრინტავს საქაღალდეში არსებულ ყველა ფაილის სიას.

# def create_file(path, file_name)
#     ...

# 3. შექმენი ფუნქცია რომელიც input_ით შეყვანილ ტექსტს დაშიფრავს მორზეს ანბანით და ისე შეინახავს ფაილში (2 დავალებაში შექმნილ ფაილში).
